[
  {
    "id": "1",
    "title": "Pavlova",
    "imageSrc": "/img/pavlova.jpg",
    "time": "40dk",
    "description": "enfes soslu.",
   "category": "Tatlılar",
    "detail":
      "3 yumurta akını derin bir kapta orta ayarda mikserler çırpalım.İyice beyazladığında, tabağın kenarından rondodan çektiğimiz şekeri kaşık kaşık çırpmaya devam ederek ekleyelim.En son sirke ve nişastayı da ekleyip, katı bir köpük olduğunda çırpmayı durduralım.Tabağı ters çevirdiğinizde dökülmüyorsa kıvam tamamdır.Fırını önce 150 derece de ısıtalım.Yağlı kağıda kalemle yaklaşık 18 cm bir daire çizelim.Yaptığımız karışımı bu dairenin içine dökerek, şekil verelim.Kaşığın tersiyle yukarı doğru çizgiler yaparak şekillendirelim.Fırın derecesini 100 dereceye düşürüp, yaklaşık 2 saat hiç kapağını açmadan pişmeye bırakalım.2 saat sonunda fırını kapatıp, içinde soğumasını bekleyelim.Kreması için (krema mutlaka soğuk olmalı)1 paket kremayı çırpma kabında katılaşana kadar mikserle çırpalım.İçine pudra şekerini de ekleyip tekrar çırpalım.Soğuyan bezeyi çanak şekline getirmek için üst kısmındaki yerini bıçakla çıkarıp kenara alalım.Servis etmeden önce kremayı bezenin içine dökerek, üzerini meyvelerle süsleyelim."
  },
  {
    "id": "5",
   "title": "Çilekli Magnolia",
   "imageSrc": "/img/strawberry-magnolia.jpg",
    "time": "40dk",
    "description": "enfes soslu.",
   "category": "Tatlılar",
    "detail": "İlk iş olarak, 2 paket Eti Burçak bisküviyi rondoda çekin toz haline getirinÇilekleri yeşil yaprak bölümlerini koparmadan su dolu bir kasede bekletin. Temizlensinler.Krema, bisküvi ve çilek hariç, muhallebi malzemesi ile muhallebinizi hazırlayın. Yani süt, toz şeker, yumurta sarısı, mısır nişastası, un ve vanilyayı derin bir tencerede güzelce telle çırpın ve ocakta muhallebi kıvamı alana kadar göz göz olup, pıt pıt atana kadar pişirin.Şimdi suda bekleyen çilekleri sudan üstten toplayarak elinizle nazikçe alın, süzgece koyun ve çileklerin yaprak kısımlarını bir bıçak ile alın, atın. Çilekler süzgeçte beklesinler.Muhallebiniz bu arada pişti, şimdi muhallebi soğusun.Siz bu arada süzülmüş çilekleri dilimleyin.Magnoliayı hazırlayacağınız kupları, derin kaseleri ya da benim gibi geniş derin bardaklarınızı  hazırlayın.Muhallebi soğudu, şimdi içine 1 kutu kremayı ekleyin ve telle güzelce karıştırın, homojen bir karışım olsunŞimdi hepsini tüm malzemeyi birleştirme zamanı.bardakların en alt bölümüne, yani dibine çektiğimiz bisküvilerden 2 yemek kaşığı koyun.Şimdi bardağın kenarlarına dilimlenmiş çilekleri güzelce yerleştirin, dizinBardağınıza şimdi pişmiş muhallebiden 1’er kepçe koyun.Üzerine tekrar 1 kaşık bisküvi ve tekrar puding koyun. Bu şekilde pudingi paylaştırıp, bitirin.Tatlının en üstünü de kalan bisküvilerinizi paylaştırarak kapatın. Tatlınızı bitirin.En üstünü çilek dilimleri ile süsleyebilirsiniz.Lütfen tatlınızı buzdolabında 4-5 saat soğutup, soğuk soğuk servis yapın. Ayrıca tatlınızı hazırladığınız gün içinde tüketmenizi öneririm. Bir gün sonraya kalınca, şahsi fikrim tatlının ilk günkü lezzetinde olmadığı yönünde. İlk gün bisküviler kıtır kıtır, meyveler çıtır çıtır oluyor. Buzdolabında beklemek bisküvileri  nemlendiriyor, meyveler de çıtırlıklarını kaybediyor. Yine de tercih sizin."
  },
  {
    "id": "8",
    "title": "Limonlu Cheesecake",
    "imageSrc": "/img/lemon-cheesecake.jpg",
    "time": "40dk",
    "description": "enfes soslu.",
    "category": "Tatlılar",
    "detail":"Limonlu cheesecakekin tabanı için öncelikle bisküvileri ve fındığı robottan un gibi olana kadar geçirelim.Fındıklı bisküvileri bir kaba alalım, üzerine eritilmiş tereyağını ekleyerek karıştıralım.Kelepçeli kabın tabanına pişirme kağıdı yerleştirelim, makas yardımı ile fazlasını keselim. Ben bu tarifte 20 cm çapında yuvarlak kalıp kullandım.Kalıbın tabanına kum haline getirdiğimiz bisküvilerimizi yerleştirip kaşıkla bastırarak yerleştirelim.Kreması için karıştırma kabına labne peyniri alalım ve mikserle çırpalım.Sıvı kremayı da ekleyerek çırpmaya devam edelim.Sonrasında toz şeker, yumurta, un, vanilya ve limon kabuğu rendesini ekleyerek tüm malzemeler karışıncaya kadar güzelce çırpalım.Hazırladığımız kremayı bisküvilerin üzerine yerleştirip önceden ısıttığımız 160°C fırında alt üst fansız ayarda 1 saat kadar pişmeye bırakalım. Pişerken çatlamaması için cheesecakekimizin yanına ısıya dayanıklı bir kapla su koyalım. Piştikten sonra fırının kapağını yarım olacak şekilde açalım da 1 saat bu şekilde dinlenmeye bırakalım.Limon sosu için tencereye su, şeker, nişasta ve limon suyunu ekleyerek çırpalım.Malzemeler karıştıktan sonra renk vermesi için zerdeçal ekleyelim ve karıştıralım. Zerdeçal herhangi bir tat vermeyecek yalnızca renginin daha güzel olmasını sağlayacaktır. Dilerseniz kullanmadan da hazırlayabilirsiniz.Limon kabuğunu da ekleyip karıştırdıktan sonra sosumuzu pişmeye bırakalım. Cheesecakekinizi limonlu sosla yapabileceğiniz gibi farklı soslarla da hazırlayabilirsiniz.Koyulaşan limonlu sosumuzun altını kapattıktan sonra soğumaya bırakalım. Bu aşamada üzerinin kabuklanmaması için ara ara karıştıralım.Soğuyan sosumuzu tatlımızın üzerine gezdirelim ve 1 gece dinlenmeye bırakalım. Eğer vaktiniz yoksa bir kaç saatte dinlendirebilirsiniz.Dinlenen tatlımızı kalıptan çıkartıp üzerini süsledikten sonra dilimleyerek servis edelim."
  },
  {
    "id": "3",
    "title": "Sufle",
    "imageSrc": "/img/souffle.jpg",
    "time": "40dk",
    "description": "enfes soslu.",
   "category": "Tatlılar",
    "detail":
      "Çikolatalı sufle yapmaya başlamadan önce İlk olarak fırını 220 derecede çalıştırın.Tereyağını teflon teflon tavada kısık ateşte erittikten sonra çikolatayı ekleyin ve  karıştırarak eritin. Eridikten sonra ocağı kapatarak unu ilave edin ve iyice karıştırın.Ayrı bir kapta yumurta ve şekeri karışım beyazlayana kadar çırpın. Şeker tadının ön plana çıkması için tuzu ekleyip çırpın.Çikolatalı harcı ilave ederek mikserle tekrar çırpın. Hamurumuz hazır.Sufle kaplarınızı ya da ısıya dayanıklı küçük kaplarınız varsa içlerini yağlayarak hamurdan eşit şekilde hepsine paylaştırın. bu ölçülerle ben 3 kap sufle elde ettim ancak sizin kullandığınız kalıpların büyüklüğüne göre bu sayı değişecektir.Daha önceden fansız çalıştırdığınız ve ısıttığınız  fırında 7-8 dakika da sufleniz hazır. Eğer kalıplarınız büyükse 8 küçükse 7 dakika pişirmenizi tavsiye ederim.Fırından aldıktan sonra bir kaç dakika ilk sıcaklığının geçmesini bekleyin sonra ister tabağa çevirip ister kaseden yiyebilirsiniz.Kabınızı yağlamışsanız yapışmayacaktır. Folyodan sufle kapları var onları da kullanabilirsiniz, onlarda da suflenin çok rahat çıktığını göreceksiniz."
  }
]